Revit 2027 API
Wood.WoodAxialNoise Property
 The property labeled "Axial Noise" from the "Wood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodAxialNoise { get; }
Public Shared ReadOnly Property WoodAxialNoise As String
	Get
public:
static property String^ WoodAxialNoise {
	String^ get ();
}
static member WoodAxialNoise : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Wood Class
Autodesk.Revit.DB.Visual Namespace